Repository: guillaumeberthier/fizz-buzz-like
Catalog: fizz-buzz-like/*.lproj/Localizable.strings
Languages: fr

source: Error
fr: Erreur

# error_invalid_input
source: Invalid input
fr: Saisi non valide

# form_title
source: Request
fr: Requête

# form_compute_button
source: Compute
fr: Calculer

# form_first_divider_placeholder
source: First divider
fr: Premier diviseur

# form_second_divider_placeholder
source: Second divider
fr: Second diviseur

# form_limit_placeholder
source: Limit
fr: Limite

# form_first_text_placeholder
source: First text
fr: Premier texte

# form_second_text_placeholder
source: Second text
fr: Second texte

# computation_result_title
source: Result
fr: Résultat

# statistics_title
source: Favorite requests
fr: Requêtes favorites

# statistics_other
source: Other requests
fr: Autres requêtes
